{"id":344,"date":"2018-03-20T09:13:43","date_gmt":"2018-03-20T07:13:43","guid":{"rendered":"http:\/\/artforumhair.com\/?p=344"},"modified":"2018-03-20T09:15:56","modified_gmt":"2018-03-20T07:15:56","slug":"art-forums-first-training-course-reality-%d0%b5xpect-future","status":"publish","type":"post","link":"http:\/\/artforumhair.com\/2018\/03\/20\/art-forums-first-training-course-reality-%d0%b5xpect-future\/","title":{"rendered":"Art Forum's first training course is a reality! What to еxpect in future!"},"content":{"rendered":"<p>Beauty salon Art Forum Hair, Sofia and Albena Atanasova as a lecturer conducted the first training course in February this year. The event was organised by Art Forum – an exclusive importer of 100% natural and high quality human hair and brought together hairdressers interested in the most innovative hairdressing technologies and hair extension methods. Lecturer of the practical part was Albena. She is a talented, dynamic and precise, extremely kind and positive person. For more than 20 years, Albena has been devoted to her profession. For this period she has created many memorable persons (images) from the advertisements and film productions. Over the last 10 years, Albena&#8217;s greatest passion are the hair extensions and the wigs. Of course they are always made of natural human hair with the highest quality. Despite of numerous engagements, Albena has been able to hold a training course for people interested in the latest hair extension methods and to share her experience in this area. During the training course almost all topics connected with the hair extensions were discussed. The course included absolutely all steps for hair extensions preparation – from the haircutting methods, stitching of the hair extensions and, of course, the different hair extension methods. One of the main topics is the latest hair extension method – tape-in hair extensions. So far, these are the most sought after hair extensions because they are extremely comfortable and harmless to your hair. Also a very interesting topic was how to care about and maintain our own hair extensions. Don’t miss the chance to join the next training course organised byArt Forum. Further information will be published on the facebook of Art Forum Hair! Challenge yourself to see and try something different entirely in a practical direction! We are looking forward to seeing you!<\/p>\n","protected":false},"excerpt":{"rendered":"<p>Beauty salon Art Forum Hair, Sofia and Albena Atanasova as a lecturer conducted the first training course in February this year. The event was organised by Art Forum – an exclusive importer of 100% natural and high quality human hair and brought toge&#8230;<\/p>\n","protected":false},"author":1,"featured_media":0,"comment_status":"closed","ping_status":"closed","sticky":false,"template":"","format":"standard","meta":{"footnotes":""},"categories":[1],"tags":[],"_links":{"self":[{"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/posts\/344"}],"collection":[{"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/posts"}],"about":[{"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/types\/post"}],"author":[{"embeddable":true,"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/users\/1"}],"replies":[{"embeddable":true,"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/comments?post=344"}],"version-history":[{"count":3,"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/posts\/344\/revisions"}],"predecessor-version":[{"id":348,"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/posts\/344\/revisions\/348"}],"wp:attachment":[{"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/media?parent=344"}],"wp:term":[{"taxonomy":"category","embeddable":true,"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/categories?post=344"},{"taxonomy":"post_tag","embeddable":true,"href":"http:\/\/artforumhair.com\/wp-json\/wp\/v2\/tags?post=344"}],"curies":[{"name":"wp","href":"https:\/\/api.w.org\/{rel}","templated":true}]}}